/* In browser window title */
"Get a registration key!" = "الحصول على مفتاح التبرع";

/* The full name of the supporter */
"Registered to {0}" = "سجلت إلى {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "شكرا لدعمك! تساعد مساهمتك في تعزيز التطوير لجعل Cyberduck أفضل.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "تم نسخ مفتاح الخاص بالتبرع الى Application Support folder.";

/* Validation failed */
"Not a valid registration key" = "مفتاح الخاص بالتبرع غير صالح";

"This registration key does not appear to be valid." = "هذا المفتاح الخاص بالتبرع لا يبدو أنه صحيح.";

/* Thank you */
"Continue" = "أستمرار";
